IdeaRS.OpenModel.Material.PrestressSteelType
Type of prestress steel

IdeaRS.OpenModel.Material.PrestressSteelType.PlainRoundWire
Plain round wire - hladké  dráty

IdeaRS.OpenModel.Material.PrestressSteelType.IndentedWire
Indneted wire - draty s vtisky

IdeaRS.OpenModel.Material.PrestressSteelType.Strand
Strand - lana

IdeaRS.OpenModel.Material.PrestressSteelType.PlainRoundBar
Plain round bar - hladké tyče

IdeaRS.OpenModel.Material.PrestressSteelType.RibbedBar
Ribbed bar - žebírkové tyče

IdeaRS.OpenModel.Material.PrestressSteelType.CompactedStrand
Compacted strand - lana